public class Main {
    public static void main(String[] args) {

        System.out.println("Здравствуй, пассажир!");

        int ticketprice = 18000; // стоимость билета
        int rubmiles = 20; // количество рублей для одной бонусной мили


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран

        System.out.println("количество бонусов:" + (ticketprice / rubmiles));
        System.out.println("Хорошего полета!");
    }
}